# ==============================================================================
# Taps (Third-party repositories)
# ==============================================================================
tap "atlassian-labs/acli"
tap "cirruslabs/cli"

# ==============================================================================
# Brews (CLI Tools & Binaries)
# ==============================================================================
brew "acli"
brew "bazelisk"
brew "busted"
brew "chezmoi"
brew "cmake"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "hermit"
brew "jq"
brew "ktlint"
brew "kotlin-language-server"
brew "lua-language-server"
brew "luacheck"
brew "mas"
brew "maven"
brew "mise"
brew "neovim"
brew "ninja"
brew "pure"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "stylua"
brew "tart"
brew "tmux"
brew "tree"
brew "uv"
brew "yamllint"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# ==============================================================================
# Casks
# ==============================================================================
cask "cursor"
cask "docker-desktop"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "grid"
cask "meld"
cask "obsidian"
cask "slack"
cask "tuple"
cask "visual-studio-code"
